
{
    "page_name":"lennon_wall.html",
    "location_name": "Lennon's Wall in Prague's Kampa",
    "location_region": "Prague",
    "location_short_descr": "In Prague's Kampa, near the Charles Bridge, there is a brightly painted wall symbolizing the grave of the famous frontman of the legendary music group..",
    "location_long_descr": "In Prague's Kampa, near the Charles Bridge, there is a brightly painted wall symbolizing the grave of the famous frontman of the legendary music group The Beatles, but it is also a place where people expressed their opinions and protested against the communist regime.I was here<br>The Lennon Wall is a special place - it lies hidden between gardens, embassies, Čertovka and picturesque squares. It is a small , brightly colored piece of wall , covered with a thick layer of graffiti with a colorful history . Most of the colorful works are dedicated to John Lennon and Beatles lyrics.<br>After the murder of John Lennon, the singer's fictitious grave was created in Kampa . People started painting symbols on the adjacent wall, reminiscent of the life and above all the work of the famous artist. Crowds of people began to flow to the artificially created place of worship, laying flowers or lighting candles. Graffiti decoration was created on the wall and the lyrics of The Beatles songs were also placed here. But the communist regime saw in it an unwanted rebellion, and therefore the texts expressing the desire for freedom were whitewashed many times , but people immediately wrote them on the wall again.",
    "tags":"culture",
    "details": ["Lennonova zeď 110 00 Praha 1","When Sunny","24/7","-","Free","-","-","-"], 
    "gallery": ["lennon_wall_1.webp","lennon_wall_2.webp","lennon_wall_3.webp","lennon_wall_4.webp"],
    "street_view": "<iframe src='https://www.google.com/maps/embed?pb=!4v1673866004154!6m8!1m7!1sCAoSLEFGMVFpcE5NTUwwOW9jNzhYc0RfMmNfV3F3YzhaZkJvS20zNXlkTjNBX2sw!2m2!1d50.0862506!2d14.4067918!3f7.949397734023924!4f1.3053063690210394!5f0.7820865974627469' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>",
    "site":"https://www.kudyznudy.cz/aktivity/lennonova-zed-na-prazske-kampe"
}