{
    "page_name":"vald_zahrada.html",
    "location_name": "Valdštejnská zahrada - oáza klidu na Malé Straně v Praze",
    "location_region": "Prague",
    "location_short_descr": "The Valdštejnská zahrada in the grounds of the Valdštejnská palace on the Malá Strana in Prague is among the most...",
    "location_long_descr": "The Valdštejnská zahrada in the grounds of the Valdštejnská palace on the Malá Strana in Prague is among the most significant buildings of the Czech early baroque. The place is the seat of the Senate of the Czech Republic. The garden became not only a pleasant place to relax, but also a cultural stand thanks to the activities of the Senate.<br>The garden on Malá Strana in Prague is divided into several parts . The garden contains three fountains , several relief vases and copies of the original sculptures by the Dutch sculptor Adriaen de Vries .<br>You will also see a pond with various types of fish and an artificial island with a statue of Hercules . Probably the biggest attraction of the garden is the artificial stalactite wall with grottoes (caves). The artificial stalactite cave, where aviaries with owls are located, is a remarkable trick - a good observer will find the faces of people, animals and other creatures hidden among the stalactites. Peacocks and wild ducks roam freely in the garden .",
    "tags":"culture",
    "details": [" Valdštejnské náměstí 17/4118 01 Praha 1","When Sunny","07:00-18:00","1h","Free","-","-","-"], 
    "gallery": ["vald_zahrada_1.webp","vald_zahrada_2.webp","vald_zahrada_3.webp","vald_zahrada_4.webp"],
    "street_view": "<iframe src='https://www.google.com/maps/embed?pb=!4v1673530281855!6m8!1m7!1sCAoSLEFGMVFpcFBaRWNhMTVIT09FNG9FS1c3cGc1VGFlZk1PdTFmY1lBMkM2bnl0!2m2!1d50.0906054!2d14.4082905!3f18.558060800943707!4f-6.881748015298868!5f0.7820865974627469' width='600' height='450' style='border:0;' allowfullscreen='' loading='lazy' referrerpolicy='no-referrer-when-downgrade'></iframe>",
    "site":"https://www.kudyznudy.cz/aktivity/valdstejnska-zahrada"
}